--
-- PostgreSQL database dump
--

-- Dumped from database version 9.5.4
-- Dumped by pg_dump version 9.5.4

SET statement_timeout = 0;
SET lock_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SET check_function_bodies = false;
SET client_min_messages = warning;
SET row_security = off;

--
-- Name: plpgsql; Type: EXTENSION; Schema: -; Owner: 
--

CREATE EXTENSION IF NOT EXISTS plpgsql WITH SCHEMA pg_catalog;


--
-- Name: EXTENSION plpgsql; Type: COMMENT; Schema: -; Owner: 
--

COMMENT ON EXTENSION plpgsql IS 'PL/pgSQL procedural language';


SET search_path = public, pg_catalog;

SET default_tablespace = '';

SET default_with_oids = false;

--
-- Name: ar_internal_metadata; Type: TABLE; Schema: public; Owner: AntonMac
--

CREATE TABLE ar_internal_metadata (
    key character varying NOT NULL,
    value character varying,
    created_at timestamp without time zone NOT NULL,
    updated_at timestamp without time zone NOT NULL
);


ALTER TABLE ar_internal_metadata OWNER TO "AntonMac";

--
-- Name: products; Type: TABLE; Schema: public; Owner: AntonMac
--

CREATE TABLE products (
    id integer NOT NULL,
    "Num" text,
    "UNNRec" text,
    "KorNameOnly" text,
    "Nazn" text,
    "Cod" text,
    "Acc" text,
    "Db" text,
    "DbS" text,
    "Credit" text,
    "CreditS" text,
    "QueuePay" text,
    "VidDoc" text,
    "DocDate" text,
    "DocType" text,
    "DB" text,
    "DBS" text,
    created_at timestamp without time zone NOT NULL,
    updated_at timestamp without time zone NOT NULL
);


ALTER TABLE products OWNER TO "AntonMac";

--
-- Name: products_id_seq; Type: SEQUENCE; Schema: public; Owner: AntonMac
--

CREATE SEQUENCE products_id_seq
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE products_id_seq OWNER TO "AntonMac";

--
-- Name: products_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: AntonMac
--

ALTER SEQUENCE products_id_seq OWNED BY products.id;


--
-- Name: schema_migrations; Type: TABLE; Schema: public; Owner: AntonMac
--

CREATE TABLE schema_migrations (
    version character varying NOT NULL
);


ALTER TABLE schema_migrations OWNER TO "AntonMac";

--
-- Name: system_data; Type: TABLE; Schema: public; Owner: AntonMac
--

CREATE TABLE system_data (
    id integer NOT NULL,
    "CR" text,
    "CRS" text,
    "DateOut" text,
    "DebOut" text,
    "CrOut" text,
    "RestOutS" text,
    "stampLeft" text,
    "stampRight" text,
    "stampTop" text,
    "stampBottom" text,
    "KOD_SOATO" text,
    "SEAL_NUMBER" text,
    "FILIAL_NAME" text,
    "PODR_NAME" text,
    "DATE_PROV" text,
    "USER" text,
    "USER_KOD" text,
    "Answer" text,
    "AppSign" text,
    "BAppSign" text,
    "FIOSign" text,
    "BFIOSign" text,
    "KeySign" text,
    "BKeySign" text,
    created_at timestamp without time zone NOT NULL,
    updated_at timestamp without time zone NOT NULL
);


ALTER TABLE system_data OWNER TO "AntonMac";

--
-- Name: system_data_id_seq; Type: SEQUENCE; Schema: public; Owner: AntonMac
--

CREATE SEQUENCE system_data_id_seq
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE system_data_id_seq OWNER TO "AntonMac";

--
-- Name: system_data_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: AntonMac
--

ALTER SEQUENCE system_data_id_seq OWNED BY system_data.id;


--
-- Name: id; Type: DEFAULT; Schema: public; Owner: AntonMac
--

ALTER TABLE ONLY products ALTER COLUMN id SET DEFAULT nextval('products_id_seq'::regclass);


--
-- Name: id; Type: DEFAULT; Schema: public; Owner: AntonMac
--

ALTER TABLE ONLY system_data ALTER COLUMN id SET DEFAULT nextval('system_data_id_seq'::regclass);


--
-- Data for Name: ar_internal_metadata; Type: TABLE DATA; Schema: public; Owner: AntonMac
--

COPY ar_internal_metadata (key, value, created_at, updated_at) FROM stdin;
environment	development	2016-12-09 09:35:11.786687	2016-12-09 09:35:11.786687
\.


--
-- Data for Name: products; Type: TABLE DATA; Schema: public; Owner: AntonMac
--

COPY products (id, "Num", "UNNRec", "KorNameOnly", "Nazn", "Cod", "Acc", "Db", "DbS", "Credit", "CreditS", "QueuePay", "VidDoc", "DocDate", "DocType", "DB", "DBS", created_at, updated_at) FROM stdin;
1	3690000002583904	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА369 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 28.11.16 N 2583904 (КОЛ-ВО ОПЕРАЦИЙ 1 НА СУММУ 65.00 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 1.30 РУБЛЕЙ)	153001117	6339000000134			63.7	63.70		Расход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.889876	2016-12-09 09:35:17.889876
2	7390000000992261	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА739 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 28.11.16 N 992261 (КОЛ-ВО ОПЕРАЦИЙ 1 НА СУММУ 99.10 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 1.98 РУБЛЕЙ)	153001117	6339000000134			97.12	97.12		Расход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.895526	2016-12-09 09:35:17.895526
3	372	100394906	ЗАО 'МТБАНК'	Платежи "Мой Банк" Оплата информационноционных услуг под общим названием Айти тин согласн консульта Кириченко Алеся Алексеевна Перевод не связан с предпринимательской деятельностью.	153001117	3812000010035			99	99.00		Расход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.89919	2016-12-09 09:35:17.89919
4	254223		ЗАО МТБАНК	ПРОЧИЕ ПОСТУПЛЕНИЯ НАЛИЧНЫХ ДЕНЕГ ОТ ФЛ 1 ПЛАТЕЖ(A,ЕЙ) НА СУММУ 99.00 СОГЛАСНО ТАРИФОВ БАНКА, В Т.Ч. ПО ПК, 0 ПЛАТЕЖ(A,ЕЙ) НА СУММУ 0.00	153001815	3819383203402			99	99.00		Расход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.903389	2016-12-09 09:35:17.903389
5	200	600237160	МАКАРСКАЯ ЕЛЕНА ВЯЧЕСЛАВОВНА ИП	ОПЛАТА ИНФОРМАЦИОННО-КОНСУЛЬТАЦИОННЫХ УСЛУГ ПОД ОБЩИМ НАЗВАНИЕМ МАКАРСКИЙ МАТВЕЙ СОГЛ ДОГОВОРА 69967 17ОТ23.01.16	153001749	3013120612014			99	99.00		Приход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.907136	2016-12-09 09:35:17.907136
6	298433	101015738	РУП "БЕЛПОЧТА"	ПЕРЕЧИСЛЕНИЕ СРЕДСТВ НА Р/С. СУММА ПРИНЯТЫХ ПЛАТЕЖЕЙ 10	153001720	3140100280026			109	109.00		Приход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.911275	2016-12-09 09:35:17.911275
7	233952847	807000071	ГАЙДАШОВ АЛЕКСЕЙ АЛЕКСЕЕВИЧ ЗА ГАЙДАШОВА АРТЕМИЯ, МИНСК УЛ М БОГДАНОВИЧА 139-59	ПЕРЕЧИСЛЕНИЕ СРЕДСТВ ОТ ГАЙДАШОВ АЛЕКСЕЙ АЛЕКСЕЕВИЧ ЗА ГАЙДАШОВА АРТЕМИЯ МИНСК УЛ М БОГДАНОВИЧА 139-59 ЗАКОМПЬЮТЕРНЫЕ КУРСЫ (С 15,11,2016 П О 15,01,2017). ИЗВЕЩ. 895. ПЛАТЕЖ НЕ СВЯЗАН С ПРЕДПРИНИМАТЕЛЬСКОЙ ДЕЯТЕЛЬНОСТЬЮ.	153001704	3819000010106			243	243.00		Расход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.91617	2016-12-09 09:35:17.91617
8	7490000002788565	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА749 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 28.11.16 N 2788565 (КОЛ-ВО ОПЕРАЦИЙ 3 НА СУММУ 403.50 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 8.07 РУБЛЕЙ)	153001117	6339000000134			395.43	395.43		Расход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.920977	2016-12-09 09:35:17.920977
9	7950000000014282	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА795 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 28.11.16 N 14282 (КОЛ-ВО ОПЕРАЦИЙ 7 НА СУММУ 484.00 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 9.68 РУБЛЕЙ)	153001117	6339000000134			474.32	474.32		Расход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.932155	2016-12-09 09:35:17.932155
10	2101	100394906	ЗАО 'МТБАНК'	Принятые платежи в системе ЕРИП Айтиландия ООО - обучение. 2 платеж(а ей) на сумму 486.00 (из них комиссия 9.72) БЕЛОРУССКИЙ РУБЛЬ. Согласно реестра принятых платежей.	153001117	3819230000036			476.28	476.28		Расход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.942245	2016-12-09 09:35:17.942245
11	401	192568264	АЙТИЛАНДИЯ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ	Возмещение суммы транзакций, подлежащей оплате по Договору N ACQ-N12838 от 2016.03.21, за 2016.11.28 (комис. 11.23)	153001117	3819002814506			553.57	553.57	22	Расход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.951972	2016-12-09 09:35:17.951972
12	587	191101193	ХОСТЕР БАЙ ООО	ОПЛАТА РЕГИСТРАЦИЯ ДОМЕНА СОГЛАСНО СЧЕТА 2696312 ОТ 28.11.16 Г.	153001175	3012003739009	15	15.00			22	Приход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.955747	2016-12-09 09:35:17.955747
13	588	100160363	НАДЕЖНЫЕ ПРОГРАММЫ, ООО	ОПЛАТА РЕГИСТРАЦИЯ ДОМЕНА СОГЛАСНО СЧЕТА 2696313 ОТ 28.11.16 Г.	153001175	3012004700008	25.2	25.20			22	Приход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.959432	2016-12-09 09:35:17.959432
14	589	191101193	ХОСТЕР БАЙ ООО	ОПЛАТА РЕГИСТРАЦИЯ ДОМЕНА СОГЛАСНО СЧЕТА 2696314 ОТ 28.11.16 Г.	153001175	3012003739009	30	30.00			22	Приход	28.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.962936	2016-12-09 09:35:17.962936
15	586	190989685	РГ ГРУПП, ООО	ОПЛАТА ЗА РЕМОНТ КОНДИЦИОНЕРА СОГЛАСНО ДОГОВОРА 54/16К ОТ 21.11.16 Г.	153001175	3012021930008	286.51	286.51			22	Приход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.96646	2016-12-09 09:35:17.96646
16	9640000004081055	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА964 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 29.11.16 N 4081055 (КОЛ-ВО ОПЕРАЦИЙ 1 НА СУММУ 10.00 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 0.20 РУБЛЕЙ)	153001117	6339000000134			9.8	9.80		Расход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.970125	2016-12-09 09:35:17.970125
17	633401828090	511111111	БАНЩИК АННА ИВАНОВНАГ.МИНСК ПР.НЕЗАВИСИМОСТИ Д.180 КВ.80	ОПЛАТА ЗА ИНФОРМАЦИОННО-КОНСУЛЬТАЦИОННЫЕ УСЛУГИ СОГЛАСНО ДОГОВОРА 80447122720 ОТ 29.11.2016Г.	153001226	3802818085007			65	65.00		Расход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.973923	2016-12-09 09:35:17.973923
18	299610	101015738	РУП "БЕЛПОЧТА"	ПЕРЕЧИСЛЕНИЕ СРЕДСТВ НА Р/С. СУММА ПРИНЯТЫХ ПЛАТЕЖЕЙ 9	153001720	3140100280026			99	99.00		Приход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.977614	2016-12-09 09:35:17.977614
19	217	192568264	АЙТИЛАНДИЯ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ	Возмещение суммы транзакций, подлежащей оплате по Договору N ACQ-N12838 от 2016.03.21, за 2016.11.29 (комис. 5.18)	153001117	3819002814506			282.82	282.82	22	Расход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.981148	2016-12-09 09:35:17.981148
20	7950000000011161	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА795 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 29.11.16 N 11161 (КОЛ-ВО ОПЕРАЦИЙ 6 НА СУММУ 421.30 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 8.42 РУБЛЕЙ)	153001117	6339000000134			412.88	412.88		Расход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.984725	2016-12-09 09:35:17.984725
21	594	192568264	АЙТИЛАНДИЯ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ	КОМИССИЯ ОБЯЗ.ВОЗНАГРАЖДЕНИЕ ЗА ПЕРЕЧИСЛЕНИЕ ДЕНЕЖНЫХ СРЕДСТВ НА ВЫПЛАТУ ЗАРПЛАТЫ. SD-12892 СОГЛАСНО ТАРИФОВ БАНКА	153001117	3819002780294	2.06	2.06			22	Приход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.988632	2016-12-09 09:35:17.988632
22	592	101530339	ГЛАВНОЕ УПРАВЛЕНИЕ МИНИСТЕРСТВА ФИНАНСОВ РБ ПО Г.МИНСКУ	УПЛАТА ПОДОХОДНОГО НАЛОГА ИСЧИСЛЕННОГО С ЗАРАБОТНОЙ ПЛАТЫ ЗА ОКТЯБРЬ 2016. НАЛОГ ПЕРЕЧИСЛЕН ПОЛНОСТЬЮ	153001795	3602101000000	31.2	31.20			13	Приход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.992274	2016-12-09 09:35:17.992274
23	593	104512008	ГЛАВНОЕ УПРАВЛЕНИЕ МИНИСТЕРСТВА ФИНАНСОВ РБ ПО Г.МИНСКУ	УПЛАТА ОБЯЗАТЕЛЬНЫХ СТРАХОВЫХ ВЗНОСОВ ИСЧИСЛЕННЫХ ЗА ОКТЯБРЬ 2016Г. УЧЕТНЫЙ НОМЕР 512012482	153001795	3602945010009	84	84.00			22	Приход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.995957	2016-12-09 09:35:17.995957
24	595	290611520	ДЕЛО КОМПАНИ ЧАСТНОЕ ПРЕДПРИЯТИЕ	ОПЛАТА КОНЦТОВАРОВ СОГЛАСНО СЧЕТА W90562 ОТ 29.11.2016	153001739	3012690025012	84.17	84.17			22	Приход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:17.999632	2016-12-09 09:35:17.999632
25	591	192568264	АЙТИЛАНДИЯ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ	ПЕРЕЧИСЛЕНИЕ ДЕНЕЖНЫХ СРЕДСТВ НА ВЫПЛАТУ ЗАРАБОТНОЙ ПЛАТЫ ЗА ОКТЯБРЬ 2016 НА СУММУ 206,40 СОГЛАСНО СПИСКА 51 ОТ 29.11.2016	153001117	3812000066353	206.4	206.40			22	Приход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.003666	2016-12-09 09:35:18.003666
26	590	191147265	ЕВСЮЧЕНЯ ДМИТРИЙ АНАТОЛЬЕВИЧ, ИНДИВИДУАЛЬНЫЙ ПРЕДПРИНИМАТЕЛЬ	ОПЛАТА ЗА ОБСЛУЖВАНИЕ СЕТЕВОГО ОБОРУДОВАНИЯ СОГЛАСНО АКТА ВЫПОЛНЕННЫХ РАБОТ ОТ 29.11.16 Г.	153001226	3013002164002	1000	1,000.00			22	Приход	29.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.00764	2016-12-09 09:35:18.00764
27	596	190893854	ТИВАЛИ-83 ТС, ООО	ОПЛАТА ЗА ТЕХОБСЛУЖИВАНИЕ ПОМЕЩЕНИЯ ПО АДРЕСУ УЛ.ПРИТЫЦКОГО, 83 СОГЛАСНО АКТА 1 ОТ 30.09.16 Г., 13 ОТ 31.10.16 Г.	153001603	3015000004105	1333.13	1,333.13			22	Приход	30.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.011565	2016-12-09 09:35:18.011565
28	250048		ЗАО МТБАНК	2% РАЗ.(ПРИЕМ ПРОЧИХ ПЛАТЕЖЕЙ) N 250048 ОТ 30/11/2016. 1 ПЛАТЕЖ(A,ЕЙ) НА СУММУ 53.10 СОГЛАСНО ТАРИФ.БАНКА, В Т.Ч. ПО ПК, 0 ПЛАТЕЖ(A,ЕЙ) НА С	153001603	3819383201847			53.1	53.10		Расход	30.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.015509	2016-12-09 09:35:18.015509
29	7420000002269237	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА742 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 30.11.16 N 2269237 (КОЛ-ВО ОПЕРАЦИЙ 1 НА СУММУ 56.00 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 1.12 РУБЛЕЙ)	153001117	6339000000134			54.88	54.88		Расход	30.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.019227	2016-12-09 09:35:18.019227
30	251	192568264	АЙТИЛАНДИЯ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ	Возмещение суммы транзакций, подлежащей оплате по Договору N ACQ-N12838 от 2016.03.21, за 2016.11.30 (комис. 1.17)	153001117	3819002814506			63.83	63.83	22	Расход	30.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.023137	2016-12-09 09:35:18.023137
31	30222447	192568264	АЙТИЛАНДИЯ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ	Выплата процентов по деп.дог. N 13-16/2780D от 2016.11.23 за период с 2016.11.24 по 2016.11.30 АЙТИЛАНДИЯ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ.	153001117	3471012850389			65.33	65.33		Расход	30.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.027097	2016-12-09 09:35:18.027097
32	60111117	100325912	САВЧЕНКО АНДРЕЙ НИКОЛАЕВИЧ Г.МИНСК.УЛ. КОСМОНАВТОВ. Д.37 К.79	ППР САВЧЕНКО АНДРЕЙ НИКОЛАЕВИЧ Г.МИНСК. УЛ. КОСМОНАВТОВ. Д.37 К.79 ОПЛАТА ИНФОРМАЦИОННО КОНСУЛЬТАЦИОННЫХ УСЛУГ ПОД ОБЩИМ НАЗВАНИЕМ ПЕРЕЧИСЛЕ НИЕ ДЕНЕЖНЫХ СРЕДСТВ ПО ОПЕРАЦИИ С ПЛАТЕЖНОЙ КАРТОЧКОЙ ОТ 29.11.2016	153001795	3812000000034			99	99.00		Расход	30.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.030841	2016-12-09 09:35:18.030841
33	7550000000277975	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА755 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 30.11.16 N 277975 (КОЛ-ВО ОПЕРАЦИЙ 1 НА СУММУ 109.00 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 2.18 РУБЛЕЙ)	153001117	6339000000134			106.82	106.82		Расход	30.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.034672	2016-12-09 09:35:18.034672
34	7950000000011218	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА795 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 30.11.16 N 11218 (КОЛ-ВО ОПЕРАЦИЙ 2 НА СУММУ 342.00 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 6.84 РУБЛЕЙ)	153001117	6339000000134			335.16	335.16		Расход	30.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.038691	2016-12-09 09:35:18.038691
35	598	800005177	АЛЬТЕРНАТИВНАЯ ЦИФРОВАЯ СЕТЬ ИНОСТРАННОЕ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ	ОПЛАТА ЗА МАРШРУТИЗАТОР СОГЛАСНО НАКЛАДНОЙ 0078594 ОТ 23.11.2016 Г.	153001117	3012006250019	40.83	40.83			22	Приход	30.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.042397	2016-12-09 09:35:18.042397
36	30200812	192568264	АЙТИЛАНДИЯ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ	КОМИССИЯ ЗА РАСЧЕТНО-КАССОВОЕ ОБСЛУЖИВАНИЕ ЮРИДИЧЕСКОГО ЛИЦА (ИНДИВИДУАЛЬНОГО ПРЕДПРИНИМАТЕЛЯ) ПО ТАРИФНОМУ ПЛАНУ "ПЕРВЫЙ СЧЕТ" ЗА НОЯБРЬ 2016 ГОДА Г. ОСНОВАНИЕ: П.2 ПРИЛОЖЕНИЯ 5 К ПЕРЕЧНЮ ПЕРЕЧНЯ ВОЗНАГРАЖДЕНИЙ ЗАО "МТБ	153001117	6700116020969	71.9	71.90			22	Расход	30.11.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.046263	2016-12-09 09:35:18.046263
37	597	290646783	ФЕОКТИСТОВ МИХАИЛ ВАЛЕРЬЕВИЧ, ИНДИВИДУАЛЬНЫЙ ПРЕДПРИНИМАТЕЛЬ	ОПЛАТА ЗА ИЗГОТОВЛЕНИЕ ВЫВЕСКИ СОГЛАСНО СЧЕТА 2 ОТ 11.10.16 Г.	153001175	3013174760007	420	420.00			22	Приход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.050545	2016-12-09 09:35:18.050545
38	7650000000239680	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА765 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 01.12.16 N 239680 (КОЛ-ВО ОПЕРАЦИЙ 1 НА СУММУ 59.00 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 1.18 РУБЛЕЙ)	153001117	6339000000134			57.82	57.82		Расход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.054336	2016-12-09 09:35:18.054336
39	3690000002591371	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА369 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 01.12.16 N 2591371 (КОЛ-ВО ОПЕРАЦИЙ 1 НА СУММУ 98.00 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 1.96 РУБЛЕЙ)	153001117	6339000000134			96.04	96.04		Расход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.058383	2016-12-09 09:35:18.058383
40	978	100394906	ЗАО 'МТБАНК'	Принятые платежи в системе ЕРИП Айтиландия ООО - обучение. 1 платеж(а ей) на сумму 98.00 (из них комиссия 1.96) БЕЛОРУССКИЙ РУБЛЬ. Согласно реестра принятых платежей.	153001117	3819230000036			96.04	96.04		Расход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.061983	2016-12-09 09:35:18.061983
41	254	192568264	АЙТИЛАНДИЯ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ	Возмещение суммы транзакций, подлежащей оплате по Договору N ACQ-N12838 от 2016.03.21, за 2016.12.01 (комис. 2.21)	153001117	3819002814506			167.79	167.79	22	Расход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.065983	2016-12-09 09:35:18.065983
42	7950000000011145	100394906	ЗАО 'МТБАНК'	ПЛАТЕЖИ ЕРИП РА795 СОГЛАСНО ДОГОВОРА ОТ 02.05.16 N 160/ЕР И ПЛАТЕЖНОГО ОРДЕРА ОТ 01.12.16 N 11145 (КОЛ-ВО ОПЕРАЦИЙ 3 НА СУММУ 474.70 РУБЛЕЙ. УДЕРЖАННАЯ КОМИССИЯ 9.49 РУБЛЕЙ)	153001117	6339000000134			465.21	465.21		Расход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.070032	2016-12-09 09:35:18.070032
43	4	100394906	ЗАО 'МТБАНК'	за консультационнные услуги	153001117	1011000680011			2310	2,310.00		Расход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.074204	2016-12-09 09:35:18.074204
44	01201624	192568264	АЙТИЛАНДИЯ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ	Комиссия за кассовое обслуживание по документу. Основание: п.5.1.2. Перечня вознаграждений ЗАО "МТБанк"., начислена 01.12.2016	153001117	6700118230832	2.31	2.31			22	Расход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.079247	2016-12-09 09:35:18.079247
45	604	800011449	БАНКОВСКО-ФИНАНСОВАЯ ТЕЛЕСЕТЬ ЗАО	ОРГАНИЗАЦИЯ ДОСТУПА К АИР РАСЧЕТ ЧЕРЕЗ FTR-ПРОКСИ СЕРВЕР	153001742	3012000015478	12.63	12.63			22	Приход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.083008	2016-12-09 09:35:18.083008
46	601	690026726	ОВВИ ГО  УНИТАРНОЕ ПРЕДПРИЯТИЕ	ВОДА ПИТЬЕВАЯ ПЕРВОЙ КАТЕГОРИИ НЕГАЗИРОВАННАЯ "ГРАФСКАЯ"	153001742	3012100026514	15.01	15.01			22	Приход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.087614	2016-12-09 09:35:18.087614
47	3571	100420760	ЭКСАТ-БЕЛ СОВМЕСТНОЕ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ	АРЕНДНАЯ ПЛАТА ЗА НОЯБРЬ 2016 Г. СОГЛАСНО ДОГОВОРУ А 82493204 ОТ 26.09.2016 ВСЕГО СУММА С НДС 58,57 РУБ., В Т.Ч. НДС (20 %) 9,76 РУБ..	153001117	3012361130018	58.57	58.57			22		01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.091349	2016-12-09 09:35:18.091349
48	603	190871582	ЛОТУСЛЭНД ООО	ОПЛАТА ЗА РАСПЕЧАТКУ ПЕЧАТНОЙ ПРОДУКЦИИ СОГЛАСНО ДОГОВОРА Б/Н ОТ 10.05.2016	153001749	3012025617014	62.55	62.55			22	Приход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.095131	2016-12-09 09:35:18.095131
49	599	190276474	ДРУК-С  ОДО	ОПЛАТА ВИЗИТОК СОГЛАСНО СЧЕТА 1760 ОТ 18.11.2016	153001749	3012006564014	150	150.00			22	Приход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.099189	2016-12-09 09:35:18.099189
50	602	192482805	ЛУЩИК К.В. ИНДИВИДУАЛЬНЫЙ ПРЕДПРИНИМАТЕЛЬ	ЗА ТАРГЕТИРОВАННУЮ РЕКЛАМУ В СОЦ. СЕТЯХ ДЛЯ ПРОЕКТА PM GURU СОГЛАСНО ДОГОВОРА 014 ОТ 30.11.16 Г.	153001175	3013161850005	190	190.00			22	Приход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.102965	2016-12-09 09:35:18.102965
51	605	191108116	ТИПОГРАФИЯ ЕВРОГРАФИКА ООО	ЗА ПОЛИГРАФИЧЕСКУЮ ПРОДУКЦИЮ	153001749	3012017322014	256.08	256.08			22	Приход	01.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.10656	2016-12-09 09:35:18.10656
52	600	100120034	МИНСКИЙ КОМБИНАТ СИЛИКАТНЫХ ИЗДЕЛИЙ, ОАО	ОПЛАТА ЗА ЭЛЕКТРОЭНЕРГИЮ СОГЛАСНО ДОГОВОРА 75/16 ОТ 30.11.16 Г. (ОПЛАТА ЗА "ОРГПИЩЕНАЛАДКУ")	153001369	3012102171013	1000	1,000.00			22	Приход	02.12.2016	PaymentOrder	\N	\N	2016-12-09 09:35:18.1102	2016-12-09 09:35:18.1102
53	606	190579561	БЕЛАРУСКАЯ СЕТЬ ТЕЛЕКОММУНИКАЦИЙ ЗАО	ОПЛАТА ЗА УСЛУГИ СВЯЗИ СОГЛАСНО СЧЕТА 301711908-032016/1 ОТ 01.04.2016	153001795	3012000008328	26.17	26.17			22	Приход	\N	\N	5403.72	5,403.72	2016-12-09 09:35:18.114307	2016-12-09 09:35:18.114307
\.


--
-- Name: products_id_seq; Type: SEQUENCE SET; Schema: public; Owner: AntonMac
--

SELECT pg_catalog.setval('products_id_seq', 53, true);


--
-- Data for Name: schema_migrations; Type: TABLE DATA; Schema: public; Owner: AntonMac
--

COPY schema_migrations (version) FROM stdin;
20161206094452
20161209093349
\.


--
-- Data for Name: system_data; Type: TABLE DATA; Schema: public; Owner: AntonMac
--

COPY system_data (id, "CR", "CRS", "DateOut", "DebOut", "CrOut", "RestOutS", "stampLeft", "stampRight", "stampTop", "stampBottom", "KOD_SOATO", "SEAL_NUMBER", "FILIAL_NAME", "PODR_NAME", "DATE_PROV", "USER", "USER_KOD", "Answer", "AppSign", "BAppSign", "FIOSign", "BFIOSign", "KeySign", "BKeySign", created_at, updated_at) FROM stdin;
1	\N	7,549.94	02.12.2016	0.00	3463.52	3,463.5	05	54	ЗАО «МТБанк»	153001117	05	54	ЗАО «МТБанк»	153001117	28.11.2016	\N	\N	\N	\N	\N	\N	\N	\N	\N	2016-12-09 09:35:18.139265	2016-12-09 09:35:18.139265
\.


--
-- Name: system_data_id_seq; Type: SEQUENCE SET; Schema: public; Owner: AntonMac
--

SELECT pg_catalog.setval('system_data_id_seq', 1, true);


--
-- Name: ar_internal_metadata_pkey; Type: CONSTRAINT; Schema: public; Owner: AntonMac
--

ALTER TABLE ONLY ar_internal_metadata
    ADD CONSTRAINT ar_internal_metadata_pkey PRIMARY KEY (key);


--
-- Name: products_pkey; Type: CONSTRAINT; Schema: public; Owner: AntonMac
--

ALTER TABLE ONLY products
    ADD CONSTRAINT products_pkey PRIMARY KEY (id);


--
-- Name: schema_migrations_pkey; Type: CONSTRAINT; Schema: public; Owner: AntonMac
--

ALTER TABLE ONLY schema_migrations
    ADD CONSTRAINT schema_migrations_pkey PRIMARY KEY (version);


--
-- Name: system_data_pkey; Type: CONSTRAINT; Schema: public; Owner: AntonMac
--

ALTER TABLE ONLY system_data
    ADD CONSTRAINT system_data_pkey PRIMARY KEY (id);


--
-- Name: public; Type: ACL; Schema: -; Owner: AntonMac
--

REVOKE ALL ON SCHEMA public FROM PUBLIC;
REVOKE ALL ON SCHEMA public FROM "AntonMac";
GRANT ALL ON SCHEMA public TO "AntonMac";
GRANT ALL ON SCHEMA public TO PUBLIC;


--
-- PostgreSQL database dump complete
--

